Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_ilmoittaa_haettavaksi_henkilostopaallikon_maaraaikaisen_tehtavan.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät ilmoittaa haettavaksi henkilöstöpäällikön määräaikaisen tehtävän
smn: Sämitigge almoot uuccâmnáál pargoviehâhoovdâ meriáigásii pargo

source: Työ alkaisi 3.10.2022 ja kestäisi 31.3.2023 saakka.
smn: Pargo álgáččij 3.10.2022 já pištáččij 31.3.2023 räi.

source: Saamelaiskäräjät tulee tämän määräaikaisen virkasuhteen aikana julistamaan henkilöstöpäällikön vakinaisen viran haettavaksi maaliskuussa 2023, joten tehtävästä kiinnostuneelle määräaikaisuus olisi hyvä mahdollisuus hakeutua vakituiseen virkasuhteeseen.
smn: Sämitigge almoot taan meriáigásii virgekoskâvuođâ ääigi pargoviehâhoovdâ fastâ virge uuccâmnáál njuhčâmáánust 2023, te pargoost perustum ulmuid meriáigásâš pargo ličij pyeri máhđulâšvuotâ ucâluđ fastâ viirgán.

source: Saamelaiskäräjät on noin 75 työntekijän organisaatio, jonka työntekijät toimivat monipuolisesti erilaisissa tehtävissä ja eri vastuualueilla.
smn: Sämitigge lii suulân 75 pargee ornijdume, mon pargeeh tuáimih maaŋgâpiälálávt sierâlágán pargoin já jieškote-uv ovdâsvástádâssuorgijn.

source: Saamelaiskäräjät on yksi saamelaisalueen merkittävistä työnantajista.
smn: Sämitigge lii ohtâ merhâšittee pargoadeleijee sämikuávlust. Sämitige pargei váldutoimâpäikki lii Säämi kulttuurkuávdáš Sajos, Anarist, mutâ pargeeh pargeh vijđáht pirrâ Suomâ já sämikuávlu.

source: Saamelaiskäräjien työntekijöiden päätoimipaikkana on Saamelaiskulttuurikeskus Sajos, Inarissa, mutta työntekijät työskentelevät laajasti eri puolilla Suomea ja saamelaisalueella.
smn: Pargoviehâhoovdâ pargon lii västidiđ Sämitige puoh pargoviehâhaldâttuv prosesijn palvâlemkoskâvuođâ ääigi ain rekrytistmist kidâ pargokoskâvuođâ nuuhâm räi.

source: Henkilöstöpäällikön tehtävänä on vastata Saamelaiskäräjillä kaikista palvelussuhteen aikaisista henkilöstöhallinnon prosesseista rekrytoinnista aina työsuhteen päättymiseen saakka.
smn: Pargoviehâhovdâ tuárju oles pargovievâ puoh aašijn, moh kyeskih palvâlemkoskâvuotân já pyereestvajemân, sun västid pargoviehâstrategia já -ravvui sehe miärádâsâi tohâmist já olášutmist.

source: Henkilöstöpäällikkö tukee koko henkilöstöä kaikissa palvelussuhteeseen ja työhyvinvointiin liittyvissä asioissa, vastaa henkilöstöstrategian ja -ohjeiden sekä päätösten laatimisesta ja toimeenpanosta.
smn: Pargoviehâhovdâ tuáimá ovdâulmui pargopaarrân já suu ovdâsvástádâsâst láá eromâšávt pargoviehâhaldâttâhân, pargopyereestvajemân já pargoadeleijeepolitiikân lohtâseijee ääših.

source: Henkilöstöpäällikkö toimii esihenkilöiden työparina, erityisesti vastuullaan henkilöstöhallintoon, työhyvinvointiin ja työnantajapolitiikkaan liittyvät asiat.
smn: Lasseen pargoviehâhovdâ tuáimá pälkkihaldâttuv já pargotiervâsvuođâhuolâttâs ohtâvuotâolmožin.

source: Lisäksi henkilöstöpäällikkö toimii palkkahallinnon ja työterveyshuollon yhteyshenkilönä.
smn: Pargoviehâhovdâ tuáimá almos toimâttuvâst haldâttâhhoovdâ vuálásâžžân.

source: Henkilöstöpäällikkö toimii yleisessä toimistossa hallintopäällikön alaisuudessa.
smn: Tohálâšvuotâiähtun lii pargo vaattâm hiäivulâš aaleeb ollâškovlâtođhos já sämikielâ táiđu (asâttâs 1727/95).

source: Kelpoisuusehtona on tehtävän edellyttämä soveltuva ylempi korkeakoulututkinto ja saamen kielen taito (asetus 1727/95).
smn: Pargo miänástuvvee hoittáámist iššeed vijđes sämikulttuur tubdâm, pargohárjánem pargoviehâhaldâttuv já pargopyereestvaijeem oovdedmist, tiätu keevâtlijn palvâluskoskâvuotâaašijn, eromâšávt virgeolmoošlaavâ já staatâ virgeiähtusopâmuš heiviitmist sehe šiev ráđádâllâm-, tiimipargo- já viestâdemtááiđuh.

source: Tehtävän menestyksellistä hoitamista edesauttaa laaja saamelaiskulttuurin tuntemus, työkokemus henkilöstöhallinnon ja työhyvinvoinnin kehittämisestä, tietämys käytännön palvelussuhdeasioista, erityisestä virkamieslain ja valtion virkaehtosopimuksen soveltamisesta sekä hyvät neuvottelu-, tiimityöskentely- ja viestintätaidot.
smn: Lasseen hiättun annoo ovdedeijee já čuávdusáid viggee pargovyehi sehe naavcah kieđâvuššâđ maaŋgâid sierâlágán pargoid ovdâsvástádâslávt korrâ-uv streesi vyelni.

source: Lisäksi eduksi katsotaan yhteistyötä rakentava ja ratkaisukeskeinen työskentelytapa sekä kyky käsitellä useita erilaisia tehtäviä vastuullisesti kovassakin paineessa.
smn: Pargoviehâhoovdâ pälkki meriduvvoo Sämitige pälkkivuáháduv vátávâšvuotâtääsi IV/I mield (vuáđupälkki 2885,14 €).

source: Henkilöstöpäällikön palkkaus määräytyy Saamelaiskäräjien palkkausjärjestelmän vaativuustason IV/I mukaisesti (peruspalkka 2885,14 €).
smn: Vuáđupäälhi lasseen pargoost máksojeh 24 % sämikuávlu lase sämikuávlust porgâdijn sehe pargohárjánem mield meridum hárjánemlaseh.

source: Peruspalkan lisäksi työstä maksetaan 24 %:n saamelaisalueen lisä saamelaisalueella työskenneltäessä sekä työkokemuksen mukaan määräytyvät kokemuslisät.
smn: Pargoost lii kuulmâ mánuppaje keččâlemäigi.

source: Tehtävässä noudatetaan kolmen kuukauden koeaikaa.
smn: Ucâmušâid lahtosijguin kalga toimâttiđ Sämitige čäällimkoodán 28.9.2022 räi https://www.sympahr.net/public/pq.aspx?ec6badc1

source: Hakemukset liitteineen tulee toimittaa Saamelaiskäräjien sihteeristöön 28.9.2022 mennessä https://www.sympahr.net/public/pq.aspx?ec6badc1
smn: Lasetiäđuid pargoost addel haldâttâhhovdâ Pia Ruotsala-Kangasniemi puh. 040-7262688 tâi pia.ruotsala@samediggi.fi

source: Lisätietoja työstä antaa hallintopäällikkö Pia Ruotsala-Kangasniemi puh. 040 726 2688 tai pia.ruotsala@samediggi.fi
smn: Sämitige tooimân puáhtá uápásmuđ nettičujottâsâst www.samediggi.fi.

source: Saamelaiskäräjien toimintaan voi tutustua nettiosoitteessa www.samediggi.fi.
smn: Anarist 7.9.2022 Sämitigge
